





/*
 * SHARED STRINGS
 */

/*
 * ./PACUtils.swift
 */

"PAC has been updated by latest GFW List." = "已经使用最新的 GFW List 更新PAC";

"Failed to download latest GFW List." = "下载 GFW List 失败";

/*
 * ./PreferencesWindowController.swift
 */

"New Server" = "新服务器";

/*
 * ./AppDelegate.swift
 */

"Add Shadowsocks Server Profile" = "已添加新Shadowsocks服务器配置";

"By scan QR Code" = "通过扫描二维码";

" Encription Method: \(profile.method)" = " 加密方法: \(profile.method)";

"Current server profile is not valid." = "当前服务器配置无效";

"No current server profile." = "未设置当前服务器配置";

"Shadowsocks: On" = "Shadowsocks: On";

"Turn Shadowsocks Off" = "关闭 Shadowsocks";

"Shadowsocks: Off" = "Shadowsocks: Off";

"Turn Shadowsocks On" = "打开 Shadowsocks";

"Proxy - Auto By PAC" = "代理 - PAC自动（⌃⌘P）";

"Proxy - Global" = "代理 - 全局（⌃⌘P）";

"Proxy - Manual" = "代理 - 手动";

"Servers" = "服务器";

"Auto" = "自动";

"Global" = "全局";

"Manual" = "手动";

"Show Running Mode On Status Bar" = "在状态栏显示运行模式";

/*
 * ./HTTPPreferencesWindowController.swift
 */

"Export Command Copied." = "Export 命令已复制至剪贴板";

"Timeout" = "超时";
